package com.family.demotest.common.constant;

/**
 * @author wujf
 */
public class ConstantsNickName
{

    public static final String[] NAME = {"蒋啸天", "殇离别", "苏凉七", "天涯情", "旧时候", "不归人", "断情音", "孤心冷", "荒年旧", "时光凉", "昔日伴", "酒辞悠", "毁心徒", "陆瑾年", "小豆豆", "烈残歌", "似旧时",
            "空回首", "青苹果", "歪果仁", "凌狐宠", "寄心梦", "勿相离", "残花泽", "千劫尘", "怎安好", "终如初", "钟于你", "李宗杰", "李耀祖", "是与非", "如往昔", "不将就", "重醉梦", "杨永范", "梦未逝", "冷残影", "凝残月",
            "心悲凉", "赋流云", "孤人眠", "拾碎心", "浪心友", "岳饶冰", "郭可竹", "花陌黎", "久别辞", "情语花", "酒言欢", "好心人", "清欢渡", "谦友迷", "酒似歌", "穷秀才", "坠雨痕", "清笑歌", "假惺惺", "红尘事", "四叶草",
            "傻孩子", "刘丹丽", "殇雪酒", "小蜜蜂", "辽宁舰", "步月歌", "孙廷彦", "囚心锁", "长相思", "漫悲凉", "王俊凯", "小肥羊", "张先生", "冷场酷", "李梓豪", "卡擦擦", "乐逍遥", "南瓜王", "执酒客", "颖宝宝", "小骚年",
            "荒年旧", "单身羊", "离岸风", "挽情丝", "终遇你", "泪难收", "无情人", "自然人", "酒当歌", "陈智勇", "小小鹏", "致青春", "长相见", "失心劫", "醉逍遥", "席扶潇", "老顽童", "忆君言", "燕雙鷹", "极个别", "彼岸花",
            "听风暖", "惜醉颜", "末言雨", "江满样", "冯海良", "厌离别", "陌浮生", "悲与喜", "未了情", "距离感", "四谎记", "太泛滥", "离城梦", "续往事", "戒不掉", "巴黎醉", "旧巴黎", "阿不思", "别多言", "代替品", "情绪化",
            "说再见", "悲与喜", "未了情", "距离感", "四谎记", "太泛滥", "离城梦", "续往事", "戒不掉", "巴黎醉", "旧巴黎", "阿不思", "别多言", "代替品", "情绪化", "说再见", "悲与喜", "未了情", "距离感", "四谎记", "太泛滥",
            "离城梦", "续往事", "戒不掉", "巴黎醉", "旧巴黎", "阿不思", "别多言", "情绪化", "说再见", "失心疯", "难相拥", "都一样", "转眼逝", "你爱笑", "活该吗", "权酒歌", "发如雪", "隐于市", "笠蓑湿", "对味儿", "桃花劫",
            "带我走", "冷夜汐", "韩晓絮", "忧涵绫", "小老鼠", "小小酥", "母老虎", "快乐着", "寂寞痛", "汨洸狆", "皇冠海", "久别辞", "赋流云", "拂霓裳", "挽情丝", "朱砂泪", "凝残月", "枫无痕", "几妆痕", "断秋风", "烟花落",
            "墨笙歌", "指尖砂", "步月歌", "花寒弦", "醉红颜", "陈西奈", "泪眸人", "醉若尘", "花雨黯", "余若雨", "落霞飞", "浅花芯", "鹊惜花", "夏七夕", "许贝诺", "夏七言", "韩恋希", "荟幽兰", "鹊惜花", "夏洛葵", "陈莹竹",
            "梦若羽", "末言雨", "月晓潇", "往惜韬", "红颜落", "花别心", "陌路人"};

}
